import pandas as pd

print('----'*30)
print('Выполненые работы')

completed_work = {
        'Тип работы': ['Расчет ремонтых работ','Покраска двери','Установка сигнализации','Ремонт двигателя','Оформление документов'],
        'Стоимость работ': ['500','5000','3500','4700','2000'],
        'Время работы' : ['02.03.2021-02.03.2021','03.03.2021-07.03.2021','05.03.2021-05.03.2021 ','15.03.2021-20.03.2021 ','02.03.2021-20.03.2021'],
        'ID' : ['01','02','03','04','05']
}
    
cc = pd.DataFrame(data = completed_work)

with open('completed_work.csv', 'a', encoding='UTF-8') as cl:
        cl.write(f'{cc}')
        cl.write('\n')
    
print(cc)