import pandas as pd

print('----'*30)
print('Сотрудники автосервиса "Да ты ж моя хорошая"')

employees_card = {
        'ID': ['01','02','03','04','05'],
        'Имя' : ['Виктор','Сергей','Евгений','Иван','Екатерина'],
        'Фамилия': ['Викторович','Константинович','Константинович','Мохнатович','Семеновна'],
        'Дата рождения' : ['15.08.1965','31.05.1970','25.04.1978','04.02.1980','04.03.1990'],
        'Должность' : ['Мастер','Маляр','Электрик','Моторист','Менеджер']
}
    
sc = pd.DataFrame(data = employees_card)

with open('employees.csv', 'a', encoding='UTF-8') as cl:
        cl.write(f'{sc}')
        cl.write('\n')
    
print(sc)